package telegram

const msgHelp = `Это цифровая библиотека. Просто введи предполагаемое название файла и я пришлю тебе наиболее подходящие варианты.`
const msgHello = "Привет! 👋\n\n" + msgHelp
const msgChoirgGroup = "https://t.me/choirmipt"

const (
	msgUnknownCommand  = "Неизвестная команда 👾"
	msgAlreadyExists   = "Файл уже есть в библиотеке!"
	msgSaved           = "Файл сохранён."
	msgWhitImFind      = "Вот, что я нашёл:"
	msgCantFind        = "Не могу отправить книгу :("
	msgNotEnoughRights = "Недостаточно прав"
)
